Revit 2027 API
ExportLineweightKey Properties
The ExportLineweightKey type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
OriginalLineweight |  The original line weight.
Top
See Also
Reference
ExportLineweightKey Class
Autodesk.Revit.DB Namespace